Repository: AllisonOM/DDAPDM_Modulo5_Practicas
Catalog: GOW/GOW/*.lproj/Localizable.strings
Languages: es

# menu.option.videogames
source: Video game
es: Videojuego

# menu.option.weapons
source: Weapons
es: Armas

# menu.option.characters
source: Characters
es: Personajes

# menu.option.merchandise
source: Merchandise
es: Mercancía

# weapon.name.boomshot
source: Boomshot Grenade Launcher
es: Lanzagranadas Boomshot

# weapon.description.boomshot
source: It was a single-shot pump grenade launcher primarily designed and used by Locust, particularly by the Boomer.
es: Era un lanzagranadas a bomba de un solo disparo diseñado y utilizado principalmente por los Locust, en particular por el Boomer.

# weapon.description.hammerburstii
source: It was the standard high-powered Locust assault rifle. It is often referred to as the Locust counterpart of the COG Lancer assault rifle.
es: Era el rifle de asalto estándar Locust de alta potencia. A menudo se le conoce como la contraparte Locust del rifle de asalto COG Lancer.

# weapon.description.mulcher
source: The Mulcher is a heavy, crank-operated Gatling gun developed by the Coalition of Ordered Governments.
es: El Mulcher es un pesado rifle Gatling rotativo a manivela desarrollado por la Coalición de Gobiernos Ordenados.

# weapon.name.bolo_grenade
source: Bolo Grenade
es: Granada Bolo

# weapon.description.bolo_grenade
source: The Bolo Grenade, also known as the Fragmentation Grenade, was the standard fragmentation grenade used by the Coalition of Ordered Governments, the Locust Horde, and the Swarm.
es: La Bolo Grenade, también conocida como Granada Fragmentación, era la granada de fragmentación estándar utilizada por la Coalición de Gobiernos Ordenados, la Horda Locust y el Enjambre.

# weapon.name.boltok
source: Boltok Pistol
es: Pistola Boltok

# weapon.description.boltok
source: It was the standard weapon of the Locust, particularly the Drones. The pistol follows the Locust weapon design philosophy of creating weapons with an emphasis on brute force.
es: Era el arma estándar de los Locust, en particular de los Drones. La pistola sigue la filosofía de diseño de armas de los Locust de crear armas con un énfasis en la fuerza bruta.

# weapon.name.lancer
source: Lancer Assault Rifle Mark 1
es: Rifle de asalto Lancer Mark 1

# weapon.description.lancer
source: Nicknamed Retro Lancer during the Lambent Pandemic, it was the predecessor to the Lancer Assault Rifle Mark 2. Previously the primary assault rifle of the Coalition of Ordered Governments army, the Mark 1 was used during the Pendulum Wars.
es: Apodado Retro Lancer durante la Pandemia Lambent, fue el predecesor del rifle de asalto Lancer Mark 2. Anteriormente el rifle de asalto principal del ejército de la Coalición de Gobiernos Ordenados, el rifle de asalto Mark 1 se utilizó durante la Guerra Pendulum.

# weapon.name.lancer2
source: Lancer Assault Rifle Mark 2
es: Rifle de asalto Lancer Mark 2

# weapon.description.lancer2
source: An upgrade to the Lancer Assault Rifle Mark 1, produced with a chainsaw bayonet, greater accuracy, less recoil, and higher ammo capacity, but with less firepower compared to its predecessor.
es: Una actualización del rifle de asalto Lancer Mark 1, producido con una bayoneta motosierrada, mayor precisión, menor retroceso y mayor capacidad de munición, pero con menor potencia de fuego en comparación con su predecesor.

# weapon.name.sniper
source: Longshot Sniper Rifle
es: Rifle de francotirador Longshot

# weapon.description.sniper
source: It was a single-shot, large-caliber sniper rifle. Created by the Coalition of Ordered Governments during the Pendulum Wars, the Longshot was also used seventeen years after Emergence Day.
es: Era un rifle de francotirador de tiro único de gran calibre. Creado por la Coalición de Gobiernos Ordenados durante las Guerras Pendulum, el Longshot también fue utilizado diecisiete años después del Día de la Emergencia.

# weapon.name.hammer_of_dawn
source: Hammer of Dawn
es: El martillo del alba

# weapon.description.hammer_of_dawn
source: The Hammer of Dawn was an orbital laser, satellite-based, powered by COG Imulsion. Its key components were invented by UIR scientist Mauris Ivo and completed by Professor Adam Fenix after it was stolen during Operation: Leveler.
es: El Hammer of Dawn era un láser orbital, basado en satélite, alimentado por Imulsion de COG. Sus componentes clave fueron inventados por el científico de la UIR Mauris Ivo y completados por el profesor Adam Fenix después de que fuera robado durante la Operación: Niveladora.

# weapon.name.mx8
source: MX8 Snub Pistol
es: Pistola snub MX8

# weapon.description.mx8
source: It was the standard sidearm for the Coalition of Ordered Governments military personnel
es: Era el arma secundaria estándar para el personal militar de la Coalición de Gobiernos Ordenados
